tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "nats-io/nats-tools"
tap "spectralops/tap"
brew "aria2"
brew "readline"
brew "awscli"
brew "bat"
brew "coreutils"
brew "curl"
brew "diff-so-fancy"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "unbound"
brew "gnupg"
brew "htop"
brew "ipfs"
brew "jq"
brew "magic-wormhole"
brew "midnight-commander"
brew "nats-server"
brew "nmap"
brew "postgresql", restart_service: true
brew "postgis"
brew "redis"
brew "ripgrep"
brew "ta-lib", link: false
brew "the_silver_searcher"
brew "wget"
brew "nats-io/nats-tools/nats"
brew "nats-io/nats-tools/nsc"
brew "spectralops/tap/teller"
cask "alfred"
cask "balenaetcher"
cask "clickup"
cask "daisydisk"
cask "discord"
cask "docker"
cask "electrum"
cask "evernote"
cask "exodus"
cask "figma"
cask "firefox"
cask "font-hurmit-nerd-font"
cask "github"
cask "insomnia"
cask "kicad"
cask "mattermost"
cask "meld"
cask "milanote"
cask "monero-wallet"
cask "ngrok"
cask "nordvpn"
cask "notion"
cask "obs"
cask "pgadmin4"
cask "react-native-debugger"
cask "reaper"
cask "signal"
cask "spotify"
cask "telegram"
cask "tor-browser"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "xquartz"
cask "zoom"
