tap "buo/cask-upgrade"
tap "cloudflare/cloudflare"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "oven-sh/bun"
tap "supabase/tap"
brew "readline"
brew "python@3.11"
brew "libyaml"
brew "ansible"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "aria2"
brew "glib"
brew "libffi"
brew "docutils"
brew "awscli"
brew "bat"
brew "chruby"
brew "cointop"
brew "coreutils"
brew "csvkit"
brew "curl"
brew "fd"
brew "unbound"
brew "gnutls"
brew "ffmpeg"
brew "fzf"
brew "libpq"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "libksba"
brew "libusb"
brew "pinentry"
brew "gnupg"
brew "htop"
brew "libraw"
brew "iperf3"
brew "ipfs"
brew "jhead"
brew "jpegoptim"
brew "jq"
brew "just"
brew "libdap"
brew "libgsf"
brew "libmatio"
brew "librsvg"
brew "magic-wormhole"
brew "mailhog"
brew "mas"
brew "node@16"
brew "nmap"
brew "python@3.10"
brew "nvm"
brew "tmux"
brew "overmind"
brew "oxipng"
brew "pandoc"
brew "pgweb"
brew "pngquant"
brew "postgresql@14", restart_service: true
brew "pyenv"
brew "redis", restart_service: true
brew "ripgrep"
brew "ruby-install"
brew "rustup-init"
brew "swig"
brew "terraform"
brew "the_silver_searcher"
brew "trunk"
brew "vips"
brew "walk"
brew "watch"
brew "wget"
brew "whalebrew"
brew "youtube-dl"
brew "oven-sh/bun/bun"
cask "anki"
cask "audacity"
cask "basictex"
cask "blender"
cask "calibre"
cask "cursor"
cask "cyberduck"
cask "daisydisk"
cask "discord"
cask "docker"
cask "electrum"
cask "element"
cask "enjoyable"
cask "evernote"
cask "exodus"
cask "figma"
cask "firefox"
cask "font-anonymice-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-hurmit-nerd-font"
cask "font-monoid-nerd-font"
cask "font-sf-mono-for-powerline"
cask "freecad"
cask "google-chrome"
cask "google-drive"
cask "gpg-suite-no-mail"
cask "handbrake"
cask "keepassxc"
cask "kicad"
cask "linear-linear"
cask "mimestream"
cask "monero-wallet"
cask "ngrok"
cask "nordvpn"
cask "notion"
cask "obs"
cask "obsidian"
cask "parsec"
cask "pgadmin4"
cask "pop"
cask "postman"
cask "rar"
cask "raycast"
cask "reaper"
cask "retroarch"
cask "signal"
cask "slack"
cask "spotify"
cask "telegram"
cask "thunderbird"
cask "tor-browser"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "whatsapp"
cask "wireshark"
cask "youtube-to-mp3"
cask "zoom"
vscode "aaron-bond.better-comments"
vscode "agutierrezr.emmet-keybindings"
vscode "alefragnani.Bookmarks"
vscode "anseki.vscode-color"
vscode "austenc.tailwind-docs"
vscode "bourhaouta.tailwindshades"
vscode "bradlc.vscode-tailwindcss"
vscode "csstools.postcss"
vscode "DanielSanMedium.dscodegpt"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "DotJoshJohnson.xml"
vscode "DSKWRK.vscode-generate-getter-setter"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.copilot-labs"
vscode "GitHub.github-vscode-theme"
vscode "GitHub.remotehub"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "iliazeus.vscode-ansi"
vscode "jebbs.plantuml"
vscode "kevinkassimo.cargo-toml-snippets"
vscode "maattdd.gitless"
vscode "mhutchie.git-graph"
vscode "morph.rift-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-python.autopep8"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.vscode-typescript-next"
vscode "naumovs.color-highlight"
vscode "NomicFoundation.hardhat-solidity"
vscode "NuclleaR.vscode-extension-auto-import"
vscode "oscartbeaumont.rspc-vscode"
vscode "pmneo.tsimporter"
vscode "Prisma.prisma"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "serayuzgur.crates"
vscode "steoates.autoimport"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "tauri-apps.tauri-vscode"
vscode "tintinweb.graphviz-interactive-preview"
vscode "tintinweb.solidity-visual-auditor"
vscode "tintinweb.vscode-ethover"
vscode "tintinweb.vscode-inline-bookmarks"
vscode "tintinweb.vscode-solidity-flattener"
vscode "tintinweb.vscode-solidity-language"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "vscodevim.vim"
vscode "wix.vscode-import-cost"
vscode "yoavbls.pretty-ts-errors"
vscode "ysemeniuk.emmet-live"
vscode "Zarifprogrammer.tailwind-snippets"
vscode "zhouronghui.propertylist"
